[
  "calendar",
  "table-editor-obsidian",
  "emoji-shortcodes",
  "nldates-obsidian",
  "quickadd",
  "obsidian-style-settings",
  "buttons",
  "find-unlinked-files",
  "pane-relief",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-outliner",
  "daily-notes-editor",
  "new-tab-default-page",
  "copy-as-html",
  "obsidian42-strange-new-worlds",
  "darlal-switcher-plus",
  "obsidian-bulk-rename-plugin",
  "obsidian-regex-replace",
  "obsidian-sort-and-permute-lines",
  "note-refactor-obsidian",
  "obsidian-copy-block-link",
  "obsidian-contextual-typography",
  "obsidian-hider",
  "collapsible-code-blocks",
  "obsidian-minimal-settings",
  "obsidian-chessboard"
]